---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceLightingScheduleParam
source: html/6453726a-8729-d538-c147-487d2dfe7a0d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceLightingScheduleParam Property

"Lighting Schedule"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceLightingScheduleParam { get; }
```